lists.tex
% Created 2016-09-07 Wed 01:13
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\author{Patrick Smyth}
\date{\today}
\title{Orals Lists}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.5.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Utopian Studies}
\label{sec-1}
Baccolini, Raffaella. \emph{Dark Horizons.} (2003)
Bellamy, Edward. \emph{Looking Backward.} (1888)
Bloch, Ernst. \emph{The Principle of Hope.} (1954)
Bould, Mark and China Miéville. \emph{Red Planets: Marxism and Science Fiction.} (2009)
Davis, J.C. \emph{Utopia and the Ideal Society: A Study of English Utopian Writing 1516-1700.} (1983)
Davis, Laurence. \emph{Anarchism and Utopianism. .} (2010)
Hardt, Michael, and Antonio Negri. \emph{Empire.} (200)
Harvey, David. \emph{Spaces of Hope.} (2000)
Hertzler, Joyce. \emph{History of Utopian Thought.} (1965)
Jameson, Frederic. \emph{Archeologies of the Future.} (2005)
Kumar, Krishan. \emph{Utopia and Anti-Utopia in Modern Times..} (1991)
Lavander, Isiah./Race in American Science Fiction./ (2011)
London, Jack. \emph{The Iron Heel.} (1908)
McBride, Keally. \emph{Collective Dreams: Political Imagination and Community. .} (2005)
Morton, Timothy/Ecology Without Nature: Rethinking Environmental Aesthetics ./ (2009)
Moylan, Tom. \emph{Scraps of the Untainted Sky.} (2000)
Nassa, Anthony. ./The Spirit of Utopia/ (1923)
Pordzik, Ralph. \emph{The Quest for the Postcolonial Utopia.} (2001)
Rawson, Claude. \emph{God, Gulliver, and Genocide.} (2001)
Roberts, Adam. \emph{New Critical Idiom.} (2000)
Sarovic, Aleksandar. \emph{Humanism.} (2009)
Schaer, Roland, Gregory Claeys, and Lyman Tower Sargent. \emph{Utopia: The Search for the Ideal Society in the Western World.}  (2001)
Tom Moylan. \emph{Demand the Impossible: Science Fiction and the Utopian Imagination.} (2014)
Williams, Raymond. \emph{Tenses of Imagination.} (2010)
William, Morris. \emph{News from Nowhere.} (1890)
\section*{Futures of the Book}
\label{sec-2}
Adrian Johns. \emph{The Nature of the Book: Print and Knowledge in the Making.} (1998)
Benjamin, Walter. “The Work of Art in the Age of Mechanical Reproduction."
Benkler, Y. \emph{The Wealth of Networks: How Social Production Transforms Markets and Freedom.} (2006)
Bolter, David J. \emph{Writing Space: Computers, Hypertext, and the History of Writing.} (2001)
Chartier, Roger. \emph{Forms and Meanings: Texts, Performances, and Audiences from Codex to Computer.} (1995)
Darnton, Robert. \emph{The Case for Books: Past, Present, and Future.} (2009)
Dexter, Scott and Samir Chopra.  \emph{Decoding Liberation Software: The Promise of Free and Open Source Software.} (2007)
Doctorow, C. \emph{Content: Selected essays on technology, creativity, copyright, and the future of the future.} (2008)
Drucker, Johanna. "Data as Capta," DHQ (2011)
Emerson, Lori. \emph{Reading Writing Interfaces: From the Digital to the Bookbound.} (2014)
Fitzpatrick, Kathleen. \emph{Planned Obselescence.} (2011)
Flusser, Vilem. \emph{Does Writing Have a Future?} (2011)
Franco Moretti. \emph{Graphs, Maps, Trees: Abstract Models for a Literary History.} (2005)
Genette, G. \emph{Paratexts: Thresholds of interpretation.}. (1997)
Gold, Matthew K. \emph{(Ed). Debates in the Digital Humanities.} (2012)
Greetham, David. \emph{Theories of the Text.} (1994)
Hayles, Katherine N. and Jessica Pressman, Editors \emph{Comparative Textual Media.} (2013)
James Gleick. \emph{The Information: A History, A Theory, A Flood.} (2011)
Jones, Steve. \emph{Emergence of Digital Humanities.} (2013)
Kelty, Christopher./Two Bits: The Cultural Significance of Free Software./(2008)
Kitler, Friedrich., \emph{Literature, Media, Information Systems} (1997)
Lessig, Lawrence. \emph{Remix: Making Commerce Thrive in the Hybrid Economy.} (2008)
Lisa Gitelman, \emph{Paper Knowledge: Toward a Media History of Documents.} (2014)
Marshall McLuhan. \emph{The Gutenberg Galaxy.} (1962)
Matthew Kirschenbaum. \emph{Mechanisms: New Media and the Forensic Imagination.} (2008)
McGann, Jerome. \emph{Radient Textuality.} (2004)
McKenzie, D. F. \emph{Bibliography and the Sociology of Texts.} (1999)
Michel Foucault, \emph{The Archaeology of Knowledge.} (1969) 
Piper, Andrew. \emph{Book Was There: Reading in Electronic.} (2013 reprint)
Siemens, R., Timney, M., Leitch, C., Koolen, C., \& Garnett, A. (2012). \emph{Toward modeling the social edition: An approach to understanding the electronic scholarly edition in the context of new and emerging social media.". Literary and Linguistic Computing, 27(4)
Stallman, Richard. /Free Software Free Society.} (2009)
Stephen Ramsay. \emph{Reading Machines: Toward an Algorithmic Criticism.} (2011)
Underwood, Ted. The Literary Uses of High-Dimensional Space." (2015)** Walter Ong, \emph{Orality and Literacy: The Technologizing of the Word.} (1982)
Wolfgang Ernst. (Ed.) \emph{Digital Memory and the Archive.} (2012)
\section*{Victorian Science}
\label{sec-3}
Alioto, Anthony. \emph{A History of Western Science}. (1992)
Altick, Richard. \emph{Deadly encounters: Two Victorian Sensations.} (1986)
Beer, Gillian. \emph{Darwin's Plots}. (2009)
Blaise, Clark. \emph{Time Lord: Sir Sandford Fleming and the Creation of Standard Time}. (2002)
Bowler, Peter J. \emph{Evolution: The History of an Idea.} (1989)
Brantlinger, Patrick. \emph{Rule of darkness: British literature and imperialism,1830–1914}. (1988)
Butler, Samuel. \emph{Erewhon.} (1872)
Claussen, Christopher. "Sherlock Holmes, order and the late-Victorian mind." in \emph{Georgia Review} (1984)
Collins, Wilkie. \emph{The Moonstone}. (1868)
Collins, Wilkie. \emph{The Woman in White}. (1859)
Darwin, Charles. \emph{The Origin of Species}. (1859)
DeWitt, Anne. \emph{Moral Authority, Men of Science, and the Victorian Novel}. (2013)
Dickens, Charles. \emph{Bleak House}. (1853)
Doyle, Arthur Conan. \emph{Horror of the Heights}. (1913).
Doyle, Arthur Conan. \emph{The Adventures of Sherlock Holmes}. (--)
Doyle, Arthur Conan. \emph{The Lost World}. (1912)
Harben, William. \emph{The Land of the Changing Sun}. (1894)
Houghton, Walter. \emph{The Victorian Frame of Mind}. (1963)
Kohn, David. \emph{The Darwinian Heritage}. (1985)
Kuhn, thomas s. \emph{The Structure of Scientific Revolutions}. (1962)
Lang, Andrew. \emph{The Book of Dreams and Ghosts.}. (1897)
Levine, George. \emph{Darwin and the Novelists: Patterns of Science in Victorian Fiction.}. 
Lightman, Bernard. \emph{Victorian Science in Context}. (1997)
Marks, John M. \emph{Science and the Making of the Modern World.} (1984)** mill, john stuart. \emph{Autobiography}. (1873)
Marsh, Richard. \emph{The Beetle.}
Merritt, A. \emph{The Moon Pool}. (1918)
Moskowitz, Sam. \emph{Science Fiction by Gaslight: A History and Antho logy of Science Fiction in the Popular Magazines, 1891-1911}. (1974)
Murphy, Patricia, \emph{In Science’S Shadow Literary Constructions of Late Victorian Women}. (2006)
Renk, Kathleen J. \emph{Magic, Science, and Empire in Postcolonial Literature : The Alchemical Literary Imagination.} (2012)
Stevenson, Robert Louis. "The Strange Case of Dr. Jekyll and Mr. Hyde."
Stoker, Bram. \emph{Dracula.}
Stoker, Bram. \emph{Dracula}. (1886)
Strick, James Edgar. \emph{Sparks of Life: Darwinism and the Victorian Debates over Spontaneous Generation}. (2000)
Taylor, Jenny Bourne. \emph{In the Secret Theatre of Home: Wilkie Collins, Sensation Narrative, and Nineteenth-Century Psychology}. (1988)
Thrower, Norman J. W. \emph{Maps and Civilization}. (1996)
William Coleman, \emph{Biology in the Nineteenth Century}. (1977)
% Emacs 24.5.1 (Org mode 8.2.10)
\end{document}
